Repository: common-repository/apppago
Catalog: lang/apppago-*.po
Languages: it_it

source: ) and insert yours credit card! The installments will be charged to you every first day of every month up to the deadline.
it_it: ) e inserisci la tua carta di credito! Le quote ti saranno addebitate il primo giorno di ogni mese fino alla scadenza.

source: All Payment Methods
it_it: Tutti i metodi di pagamento

source: Allow the customer to pay by installments.
it_it: Consenti ai tuoi clienti di effettuare pagamenti dilazionati

source: Amount
it_it: Importo

source: Check all the categories you want the payment in installments to be enabled on
it_it: Seleziona tutte le categorie su cui vuoi abilitare il pagamento dilazionato

source: Choose the number of installments
it_it: Scegli il numero di quote

source: Completed inst. (%s)
it_it: Pagamento dilazionato completato (%s)

source: Completed instalments payment
it_it: Pagamento dilazionato completato

source: Completed payment Status
it_it: Stato ordine completato

source: contractual conditions
it_it: condizioni contrattuali

source: Creation order Status
it_it: Stato creazione ordine

source: Credit card
it_it: Carta di credito

source: Download your contract
it_it: Scarica il tuo contratto

source: Enable second range of price
it_it: Abilita la seconda fascia di prezzo

source: Enable APPpago Payment Module.
it_it: Attiva il modulo di pagamento APPpago

source: Enable third range of price
it_it: Abilita la terza fascia di prezzo

source: Enable/Disable
it_it: Attiva/Disattiva

source: Error while retrieving installments info from Smallpay
it_it: Errore durante il recupero delle informazioni sulle quote da Smallpay

source: Expected Date
it_it: Data programmata

source: First payment
it_it: Primo pagamento

source: first range of price
it_it: prima fascia di prezzi

source: fore the installment plan by APPpago
it_it: per il piano dilazionato con APPpago

source: From this page it is possible to insert the general configurations of the module. We remind you to enable the individual products you wish to offer with installment payment directly from the product sheet.
it_it: Da questa pagina è possibile inserire le configurazioni generali del modulo. Ti ricordiamo di abilitare i singoli prodotti che vorrai offrire con pagamento dilazionato direttamente dalla scheda prodotto.

source: Gateway Smallpay configuration
it_it: Configurazioni Gateway APPpago

source: Given to Merchant by APPpago
it_it: Fornito da APPpago

source: I confirm that I have read and accepted the
it_it: Confermo di aver letto e accetto le

source: Incomplete inst. (%s)
it_it: Pag.dilazionato in corso (%s)

source: Incomplete instalments payment
it_it: Pag.dilazionato in corso

source: Install the amount, choose the number of installments (from
it_it: Dilaziona l'importo, scegli il numero di quote (da

source: INSTALLABLE PRODUCT
it_it: PRODOTTO DILAZIONABILE

source: Installment categories
it_it: Categorie dilazionabili

source: Installment n°
it_it: Quota n°

source: Installment of
it_it: Quota del

source: Installment price
it_it: Prezzo quota

source: Installments
it_it: Quote

source: installments
it_it: quote

source: Installments from
it_it: Numero minimo di quote

source: Installments Information
it_it: Informazioni sul piano dilazionato

source: Installments to
it_it: Numero massimo di quote

source: Invalid hashPass
it_it: HashPass non valido

source: Invalid max amount.
it_it: Importo massimo non valido.

source: Invalid maximum number of settable installments.
it_it: Numero massimo di quote selezionato non valido.

source: Invalid min amount.
it_it: Importo minimo non valido.

source: Invalid min amount. It must be greater than
it_it: Importo minimo non valido. Deve essere maggiore di

source: Invalid minimum number of settable installments.
it_it: Numero minimo di quote selezionato non valido.

source: Invalid selected installments number
it_it: Numero di quote selezionate non valido

source: Last Installment
it_it: Ultima quota

source: Merchant ID
it_it: ID Merchant

source: Missing installments info
it_it: Info sulle quote mancanti

source: Official APPpago plugin.
it_it: Plugin ufficiale APPpago

source: Paid
it_it: Pagato

source: Pay by credit card via APPpago
it_it: Paga con carta di credito tramite APPpago

source: Payment Date
it_it: Data di Pagamento

source: Payment details
it_it: Dettagli di pagamento

source: Payment in installments
it_it: Pagamento dilazionato

source: Payment Method
it_it: Metodo di pagamento

source: Please verify Smallpay credentials
it_it: Verificare le credenziali di Smallpay

source: Price range from - €
it_it: Fascia di prezzo da - €

source: Price range to - €
it_it: Fascia di prezzo a - €

source: product available in
it_it: Prodotto acquistabile in

source: Request format not valid
it_it: Formato richiesta non valido

source: second range of price
it_it: seconda fascia di prezzi

source: Select the maximum number of settable installments for products in cart.
it_it: Seleziona il massimo numero di quote per i prodotti nel carrello.

source: Select the minimum number of settable installments for products in cart.
it_it: Seleziona il minimo numero di quote per i prodotti nel carrello.

source: Service ID
it_it: ID Servizio

source: Settings
it_it: Impostazioni

source: Single solution
it_it: Unica soluzione

source: APPpago is inactive because WooCommerce is not installed.
it_it: APPpago è inattivo perche WooCommerce non è installato

source: Smallpay Options
it_it: Opzioni Smallpay

source: Status of installment transactions
it_it: Stato delle transazioni dilazionati

source: Status of order at creation
it_it: Stato dell'ordine al momento della creazione

source: Status of order at the end of installments
it_it: Stato dell'ordine al momento del completamento dei pagamenti dilazionati

source: Thank you for shopping with us. However, the transaction has been declined.
it_it: Grazie per l'acquisto. Tuttavia, la transazione è stata rifiutata.

source: The first payment wasn't made or the transaction was unsuccessful
it_it: Il primo pagamento non è stato effettuato o la transazione non è andata a buon fine

source: The maximum value of products for which it is possible to make an installment payment.
it_it: L'importo massimo dei prodotti per cui è possibile effettuare il pagamento dilazionato.

source: The minimum value of products for which it is possible to make an installment payment.
it_it: L'importo minimo dei prodotti per cui è possibile effettuare il pagamento dilazionato.

source: third range of price
it_it: terza fascia di prezzi

source: to
it_it: a

source: Total
it_it: Totale

source: Transaction completed
it_it: Transazioni completate

source: Transaction opened
it_it: Transazioni aperte

source: Transaction with problem
it_it: Transazioni con problemi

source: Unique ID
it_it: ID Unico

source: Using this configurator you can set categories that can be paid in installments with relative price ranges and number of installments
it_it: Usando questo configuratore puoi impostare categorie di prodotti dilazionabili con relative fasce di prezzo e numero di quote

source: You can pay in installments of your amount
it_it: Potrai pagare il tuo ordine in modo dilazionato

source: you can pay this products in
it_it: Potrai pagare questo prodotto in

source: you have chosen to make the payment in a single solution of €
it_it: Hai scelto di pagare in un unica soluzione di €

source: your installment plan will be:
it_it: Il tuo piano dilazionato sarà il seguente:
